Repository: diyorbekmajidov/UZFI
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, ru

source: UZFI | Xalqaro memorandumlar
es: UZFI | international memorandums
ru: УЗФИ | Международные меморандумы

source: Bu sahifa mavjud emas
es: This page does not exist
ru: Данная страница не существует

source: UZFI | QABUL KVOTASI
es: UZFI | ADMISSION QUOTA
ru: УЗФИ | КВОТА ПРИЕМА

source: QABUL KVOTASI
es: ADMISSION QUOTA
ru: КВОТА ПРИЕМА

source: UZFI | QABUL KOMISSIYASI JOYLASHUV O'RNI
es: UZFI | LOCATION OF ADMISSION COMMISSION
ru: УЗФИ | МЕСТО РАСПОЛОЖЕНИЯ ПРИЕМНОЙ КОМИССИИ

source: QABUL KOMISSIYASI JOYLASHUV O'RNI
es: LOCATION OF ADMISSION COMMISSION
ru: МЕСТО РАСПОЛОЖЕНИЯ ПРИЕМНОЙ КОМИССИИ

source: Tez-tez so'raladigan savollarga javoblar
es: Answers to frequently asked questions
ru: Ответы на часто задаваемые вопросы

source: Tez-tez so'raladigan savollarga javoblar
es: Answers to frequently asked questions
ru: Ответы на часто задаваемые вопросы

source: Tez-tez so'raladigan savollarga
es: To frequently asked questions
ru: Часто задаваемые вопросы

source: javoblar
es: answers
ru: Ответы

source: O&acute;ZBEKISTON - Finlandiya pedagogika institutida o&acute;qish qaysi tillarda amalga oshiriladi?
es: UZBEKISTAN - In which languages are studies conducted at the Finnish Pedagogical Institute?
ru: На каких языках ведется обучение в Узбекско - Финском педагогическом институте?

source: O&acute;ZBEKISTON - Finlandiya pedagogika institutida darslar o&acute;zbek, rus va tojik tillarida olib boriladi.
es: UZBEKISTAN - At the Finnish Pedagogical Institute, classes are conducted in Uzbek, Russian and Tajik languages.
ru: В Узбекско - Финском педагогическом институте занятия проводятся на узбекском, русском и таджикском языках.

source: O&acute;ZBEKISTON - Finlandiya pedagogika institutida yotoqxona bilan ta&acute;minlanishi qanday amalga oshiriladi?
es: UZBEKISTAN - How is the provision of a dormitory at the Finnish Pedagogical Institute?
ru: Как предоставляется общежитие в Узбекско - Финском педагогическом институте?

source: Talabalikka qabul qilingandan so&acute;ng tegishli dekanatga yotoqxona talabnomasi bilan murojaat etiladi.
es: After being accepted as a student, the relevant dean's office is addressed with a dormitory application.
ru: После зачисления в качестве студента в соответствующий деканат обращается с заявлением о предоставлении общежития.

source: UZFI | Xalqaro aloqalar
es: UZFI | International relations
ru: УЗФИ / Международные отношения

source: UZFI | Ikkinchi taʼlim to‘g‘risidagi nizom
es: UZFI | Regulation on secondary education
ru: Устав о втором образовании

source: Ikkinchi taʼlim to‘g‘risidagi nizom
es: Regulation on secondary education
ru: Устав о втором образовании

source: O&lsquo;ZBEKISTON RESPUBLIKASI VAZIRLAR MAHKAMASINING
es: OF THE COURT OF MINISTERS OF THE REPUBLIC OF UZBEKISTAN.
ru: КАБИНЕТА МИНИСТРОВ РЕСПУБЛИКИ УЗБЕКИСТАН

source: QARORI
es: DECISION
ru: Решение

source: O&lsquo;ZBEKISTON RESPUBLIKASI OLIY TAʼLIM MUASSASALARIDA IKKINCHI VA UNDAN KEYINGI OLIY TAʼLIMNI OLISH TARTIBI TO&lsquo;G&lsquo;RISIDAGI NIZOMNI TASDIQLASH HAQIDA
es: APPROVAL OF THE REGULATION ON THE PROCEDURE FOR RECEIVING SECONDARY AND SUBSEQUENT HIGHER EDUCATION IN HIGHER EDUCATION INSTITUTIONS OF THE REPUBLIC OF UZBEKISTAN
ru: Об утверждении устава 'О порядке получения второго и последующего высшего образования в высших учебных заведениях Республики Узбекистан'

source: UZFI | QABUL NIZOMI
es: UZFI | REGULATION OF ADMISSION
ru: УЗФИ / УСТАВ О ПРИЕМЕ

source: QABUL NIZOMI
es: REGULATION OF ADMISSION
ru: УСТАВ О ПРИЕМЕ

source: Javoblar varaqasi bilan ishlash
es: Work with the answer sheet
ru: Работа с листом ответов

source: Institut ta´lim yo'nalishlari
es: Educational directions of the institute
ru: Основные показатели университета

source: Institut ta&acute;lim yo'nalishlari
es: Educational directions of the institute
ru: Основные показатели университета

source: Chiqish
es: Exit
ru: Выход

source: Kirish
es: Enter
ru: Вход

source: Institut
es: Instituti
ru: Институт

source: Bosh sahifa
es: Homepage
ru: Главная страница

source: Rahbariyat
es: Administration
ru: Руководство

source: Kengashlar
es: Councils
ru: Советы

source: Markazlar
es: Centers
ru: Центры

source: Boshqarma va bo'limlar
ru: Центры и отделы

source: Nizom
es: Regulation
ru: Устав

source: Me'yoriy hujjatlar
es: Regulatory documents
ru: Нормативные документы

source: Rekvizitlar
es: Props
ru: Реквизиты

source: Moliyaviy hisobotlar
es: Financial statements
ru: Финансовые отчеты

source: Ochiq ma'lumotlar
es: Open data
ru: Открытые данные

source: TA'LIM
es: EDUCATION
ru: ОБРАЗОВАНИЕ

source: Fakultetlar
es: Faculties
ru: Факультеты

source: Kafedralar
es: Departments
ru: Кафедры

source: Bakalavriat
es: Bachelor
ru: Бакалавриат

source: Magistratura
es: Master's
ru: Магистратура

source: Tyutorlar
es: Tutors
ru: Тьюторы

source: O‘quv rejalari
es: Educational plans
ru: Учебные планы

source: Axborot xizmati
es: Information Services
ru: Информационные услуги

source: Yangiliklar
es: News
ru: Новости

source: Video galereya
es: Video gallery
ru: Видеогалерея

source: E&#39;lonlar
es: Announcements
ru: Объявления

source: Bog'lanish
es: Connection
ru: Связь

source: Xalqaro faoliyat
es: International activity
ru: Международная деятельность

source: Xalqaro memorandumlar
es: International memorandums
ru: Международные меморандумы

source: Xalqaro grantlar
es: International grants
ru: Международные гранты

source: Ilmiy faoliyat
es: Scientific activity
ru: Научная деятельность

source: Ma'naviy-marifiy faoliyat
es: Spiritual educational activity
ru: Духовно-просветительская деятельность

source: Talabalar hayoti
es: Student life
ru: Студенческая жизнь

source: Iqtidorli talabalar
es: Talented students
ru: Одаренные студенты

source: Kutubxona
es: Library
ru: Библиотека

source: Talabalar turar joyi
es: Student accommodation
ru: Студенческое общежитие

source: Abituriyentlarga
es: To applicants
ru: Абитуриентам

source: TA'LIM
es: EDUCATION
ru: ОБРАЗОВАНИЕ

source: Axborot Xizmatlari
es: Information Services
ru: Информационные услуги

source: E'lonlar
es: Announcements
ru: Объявления

source: Xalqaro hamkorlik
es: International cooperation
ru: Международные отношения

source: To'garaklar ro'yxati
es: List of circles
ru: Список кружков

source: Manzil
es: Address
ru: Адрес

source: Manzil: Samarqand sh., Spitamen shoh ko‘chasi, 166-uy
es: Address: 166, Spitamen Shah Street, Samarkand Sh
ru: Адрес: г. Самарканд, улица Спитаменшох, дом 166

source: UZFI | Bo'limlar
es: UZFI | Announcements
ru: УЗФИ / Объявления

source: Bo'limlar
ru: Разделы

source: Markazlar
es: Centers
ru: Центры

source: Markazlar va bo'limlar
es: Centers and departments
ru: Центры и отделы

source: E-pochta:
es: Email:
ru: Электронная почта:

source: Telefon raqam:
es: Phone number:
ru: Номер телефона

source: Fax:
ru: Факс:

source: Manzil:
es: Address:
ru: Адрес:

source: Qabul kunlari:
es: Reception days:
ru: Дни приема:

source: Vazifalari
es: Duties
ru: Задачи

source: UZFI | Markazlar
es: UZFI | Centers
ru: УзФИ / Центры

source: Institut nizomi
es: Statute of the institute
ru: Устав института

source: Kengashlar
es: Councils
ru: Советы

source: Ilmiy ish sozlamalri
es: Scientific work settings
ru: Настройки научной работы

source: Vazifalar
es: Duties
ru: Задачи

source: Biografiya
es: Biography
ru: Биография

source: Scientific activity
ru: Научная деятельность

source: Nomi
es: Name
ru: Название

source: Darajasi
es: Degree
ru: Степень

source: Chop etilgan sana
es: Date of publication
ru: Дата публикации

source: Yukalsh
es: Upload
ru: Загрузить

source: Tegishli yangiliklar
es: Related news
ru: Новости по теме

source: Ilmiy ishlar sozlamalri
es: Settings of scientific works
ru: Настройки научных работ

source: Ilmiy ish yuklash
es: Download scientific work
ru: Скачать нацчную работу

source: Nomi UZ
es: Name UZ
ru: Название УЗ

source: Nomi EN
es: Name EN
ru: Название АНГ

source: Nomi RU
es: Name RU
ru: Название РУ

source: Darajasi UZ
es: The degree is UZ
ru: Степень УЗ

source: Darajasi EN
es: Degree EN
ru: Степень АНГ

source: Darajasi RU
es: The degree is RU
ru: Степень РУ

source: Majburiy emas
es: Not mandatory
ru: Необязательно

source: Fayl
es: File
ru: Файл

source: Chop etilgam sana
es: Date of publication
ru: Дата публикации

source: Save changes
ru: Сохранить изменения

source: Bekor qilish
es: Cancellation
ru: Отменить

source: Fakultet dekani
es: Dean of the faculty
ru: Декан факультета

source: Ko'proq ma'lumot
es: More information
ru: Подробнее

source: Fakultet
es: Faculty
ru: Факультет

source: Kafedra menedjeri
es: Department manager
ru: Менеджер кафедры

source: Kafedra
es: Department
ru: Кафедра

source: Kafedra haqida
es: About the department
ru: О кафедре

source: Kafedra mudiri
es: Head of the department
ru: Заведующий кафедрой

source: E-pochta:
es: Email:
ru: Электронная почта

source: Telefon raqam:
es: Phone number:
ru: Номер телефона

source: Qabul kunlari:
es: Reception days:
ru: Дни приема

source: Manzil:
es: Address:
ru: Адрес:

source: Yo'nalish mavjud emas
es: No direction available
ru: Данная страница не существует

source: UZFI | Me'yoriy hujjatlar
es: UZFI | Regulatory documents
ru: УЗФИ / Нормативные документы

source: Hujjat turi
es: Document type
ru: Тип документа

source: Hujjat sanasi
es: Document date
ru: Дата документа

source: Hujjat nomi
es: Document name
ru: Дата документа

source: Yuklash
es: Upload
ru: Скачать

source: Fakultet haqida
es: About the faculty
ru: О факультете

source: Yo'nalishlar va kafedralar
es: Directions and Departments
ru: Направления и кафедры

source: Dekan
es: Dean
ru: Декан

source: Fakultet ta'lim yo'nalishlari
es: Faculty educational directions
ru: Направления факультета

source: Fakultet mavjud emas
es: The faculty does not exist
ru: факультета не существует

source: UZFI | Fakultetlar
es: UZFI | Faculties
ru: Факультеты

source: UZFI | Moliyaviy xisobotlar
es: UZFI | Financial reports
ru: УЗФИ / Финансовые отчеты

source: Moliyaviy xisobotlar
es: Financial reports
ru: Финансовые отчеты

source: Xisobot turi
es: Report type
ru: Тип отчета

source: Sana
es: The date
ru: Дата

source: Chorak
es: A quarter
ru: Четверть

source: O&#39;ZBEKISTON - FINLANDIYA PEDAGOGIKA INSTITUTI
es: UZBEKISTAN - FINLAND PEDAGOGICAL INSTITUTE
ru: Узбекско-Финский педагогический институт

source: QABUL 2024-2025
ru: ПРИЕМ 2024-2025 гг.

source: VIRTUAL TUR
ru: ВИРТУАЛЬНЫЙ ТУР

source: Davomini o'qish
es: Read more
ru: Читать продолжение

source: Barcha Yangiliklar
es: All News
ru: Все новости

source: Yagona portal
es: A single portal
ru: Единый портал

source: UZFI interaktiv xizmatlar portali
es: UZFI interactive services portal
ru: Интерактивные услуги

source: Elektron kutubxona
es: Electronic library
ru: Библиотека

source: Yagona elektron kutubxona axborot tizimi
es: Unified electronic library information system
ru: Единая электронно-библиотечная информационная система

source: Dars jadvali
es: Lesson schedule
ru: Расписание занятий

source: UZFI dars jadvali
es: UZFI lesson schedule
ru: Расписание занятий УЗФИ

source: Korporativ elektron pochta
es: Corporate email
ru: Корпоративная электронная почта

source: KPI tizimi
es: KPI system
ru: система КПЭ

source: Hodimlarni baholash va nazorat qilish tizimi
es: Employee evaluation and control system
ru: Система оценки и контроля сотрудников

source: TTJ
ru: ТТЖ

source: Talabalar yotoqxonasi uchun online ariza
es: Online application for student dormitory
ru: Онлайн-заявка на студенческое общежитие

source: O‘zbekiston-Finlandiya pedagogika instituting fakultetlari quyidagilar:
es: Faculty composition of the Uzbekistan-Finland Institute.
ru: Структура факультета Узбекско-Финский институт.

source: Institut ta&#39;lim yo&#39;nalishlari
es: Educational directions of the institute
ru: Основные показатели университета

source: Ko&#39;proq o&#39;qish
es: Read more
ru: Подробнее

source: O'zbekiston-Finlandiya pedagogika instituti
es: Faculty composition of the Uzbekistan-Finland Institute.
ru: Структура факультета Узбекско-Финский институт.

source: O'zbekiston-Finlandiya pedagogika instituti (O'zFIPI) O'zbekiston Respublikasi Prezidentining 2022-yil 21-iyundagi PQ-289-sonli «Pedagogik ta'lim sifatini oshirish va pedagogik kadrlar tayyorlovchi oliy ta'lim muassasalari faoliyatini yanada rivojlantirish chora-tadbirlari to'g'risida»gi qarori asosida tashkil etilgan. Institut davlat oliy ta'lim muassasasi hisoblanib, pedagogika sohasi bo'yicha tarbiya va o'qitish usullari, ta'lim jarayonida zamonaviy pedagogik texnologiyalarni qo'llash ko'nikmalariga ega professional oliy ma'lumotli kadrlarni tayyorlashni o'z oldiga maqsad qilib qo'ygan
es: The Uzbek-Finnish Pedagogical Institute (UzFIPI) was established on the basis of the decision of the President of the Republic of Uzbekistan dated June 21, 2022 No. PD-289 "On measures to increase the quality of pedagogical education and further develop the activities of higher educational institutions that prepare pedagogical personnel." The institute is considered a state higher educational institution and aims to train professional highly educated personnel with the skills of education and teaching methods in the field of pedagogy and the use of modern pedagogical technologies in the educational process.
ru: Узбекско-Финляндский педагогический институт (УзФИПИ) Президента Республики Узбекистан от 21 июня 2022 года № PQ-289 «Меры по повышению качества педагогического образования и дальнейшему развитию деятельности высших учебных заведений по подготовке педагогических кадров, созданных на базе основание решения. Институт считается государственным высшим учебным заведением, и его целью является подготовка профессиональных высокообразованных кадров, обладающих навыками использования современных педагогических технологий в сфере образования и повышения квалификации в области педагогики.

source: Talabalar soni
es: Number of students
ru: Количество студентов

source: Yo&#39;nalishlar soni
es: Number of directions
ru: Направления

source: Fakultetlar soni
es: Number of Faculties
ru: Факультеты

source: O&#39;qituvchilar
es: Teachers
ru: Учителя

source: Bo&#39;limlar soni
es: Number of Sections
ru: Объявления

source: O&#39;quv xonalar
es: Study rooms
ru: Объявления

source: Barcha yangiliklarni ko&#39;rish
es: View all news
ru: Смотреть все новости

source: Mashhur talabalarimiz
es: Talented students
ru: Популярные студенты

source: O'zbekiston-Finlandiya pedagogika institutining ilmda, sportda, xalqaro hayotda va tashkiliy jarayonlardagi yetkachi, harakatchan va shijoatli yoshlari bilan tanishing!
ru: Познакомьтесь с лидерами, активной и увлеченной молодежью Узбекско-Финляндского педагогического института в науке, спорте, международной жизни и организационных процессах!

source: Tez-tez so&#39;raladigan savollarga javoblar
es: Answers to frequently asked questions
ru: Ответы на часто задаваемые вопросы

source: Xalqaro Hamkorlik
es: International Cooperation
ru: Международные отношения

source: Avvalgi
es: The former
ru: Предыдущий

source: Keyingi
es: Next
ru: Следующий

source: UNIVERSITET
es: UNIVERSITY
ru: УНИВЕРСИТЕТ

source: Hujjatlar
es: Document type
ru: Документы

source: Mashhur talabalar
es: Talented students
ru: Популярные студенты

source: UZFI
ru: УЗФИ

source: Recent Posts
ru: Последние новости

source: UZFI | Xalqaro grantlar
es: UZFI | International grants
ru: УЗФИ / Международные гранты

source: UZFI | Rahbariyat
es: UZFI | Administration
ru: УЗФИ / Руководство

source: Rahbariyat
es: Administration
ru: Руководство

source: UZFI | Magistratura
es: UZFI | Master's
ru: УЗФИ / Магистратура

source: UZFI | Yangiliklar
es: UZFI | News
ru: УЗФИ / Новости

source: Institut magistr ta&acute;lim yo'nalishlari
es: Educational directions of the institute
ru: Направления магистратуры института

source: UZFI | Bog'lanish
es: UZFI | Connection
ru: УЗФИ / Связь

source: Telefon:
es: Phone:
ru: Телефон:

source: Hisob raqami:
es: Account number:
ru: Номер счета:

source: Bank:
ru: Банк:

source: MFO:
ru: МФО:

source: Shx/r:
ru: ЛР/С:

source: INN:
ru: ИНН:

source: OKONX:
ru: ОКОНХ:

source: To'liq ismingiz
es: Your full name
ru: Полное имя

source: We'll never share your email with anyone else.
ru: Мы никогда не передадим вашу электронную почту кому-либо еще.

source: Telefon raqam
es: Phone number
ru: Номер телефона

source: Murojaat
es: Appeal
ru: Обращение

source: E'lonlar
es: Announcements
ru: Объявления

source: BIZ BILAN BO'LING
es: BE WITH US
ru: ОСТАВАЙСЯ С НАМИ

source: UZFI | E'lonlar
es: UZFI | Announcements
ru: УЗФИ / Объявления

source: E&acute;lonlar
es: Announcements
ru: Объявления

source: Asosiy sahifa
es: Main page
ru: Главная страница

source: HAMMASI
es: EVERYTHING
ru: ВСЕ

source: Qidiring
es: Search
ru: Искать

source: Tags
ru: Теги

source: Iqtdorli talabalar
es: Talented students
ru: Одаренные студенты

source: BIZ BILAN BO'LING
es: BE WITH US
ru: ОСТАВАЙСЯ С НАМИ

source: DAVOMINI O'QISH
es: READ MORE
ru: Читать продолжение

source: So'nggi yangiliklar
es: Latest news
ru: Последние новости

source: Video News
ru: Видео новости

source: Oxirgi videolar
es: Latest videos
ru: Последние видео

source: UZFI | Video - yangiliklar
es: UZFI | Video - news
ru: УЗФИ / Видео-новости

source: Video - yangiliklar
es: Video - news
ru: Видео-новости

source: UZFI | Ochiq ma'lumotlar
es: UZFI | Open data
ru: УЗФИ / Открытые данные

source: UZFI | Rekvizitlar
ru: УЗФИ / Реквизиты

source: Talabalar Turar Joyi
es: Student Residence
ru: Студенческое общежитие

source: Tutorlar ro'yxati
es: List of tutors
ru: Список тьюторов

source: Tyutor
es: Tutots
ru: Тьютор

source: Tyutor
es: Tutots
ru: Тьютор

source: Gruhlari:
es: spirits:
ru: Группы

source: Fakultet:
es: Faculty:
ru: Факультет:

source: Ko'proq
es: More
ru: Больше

source: Umumiy ma'lumot
es: General information
ru: Общие сведения

source: Vakansiyalar
es: Vacancies
ru: Вакансии
